Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.993f91638066
source: 魚、卵、鶏肉、豆腐から選ぶ
ar_sa: اختر من السمك أو البيض أو الدجاج أو التوفو
ca: Trieu entre peix, ou, pollastre o tofu
cs: Vyberte z ryb, vajec, kuřete nebo tofu.
da: Vælg mellem fisk, æg, kylling og tofu.
de_de: Wählen Sie aus Fisch, Eiern, Hähnchen oder Tofu.
el: Επιλέξτε από ψάρια, αυγά, κοτόπουλο και τόφου.
en_au: Choose from fish, eggs, chicken, or tofu.
es_es: Elige entre pescado, huevos, pollo y tofu.
fi: Valitse kala, kananmunat, kana tai tofua
fr_ca: Choisissez parmi : poisson, œufs, poulet, tofu.
gu: માછલી, ઇંડા, ચિકન, ટુફુમાંથી પસંદ કરો.
he: בחרו מתוך דגים, ביצים, עוף וטופו.
hi: मछली, अंडे, चिकन और टोफू में से चुनें।
hr: Odaberite između ribe, jaja, piletine i tofu.
hu: Válasszon halat, tojást, csirkét vagy tofu közül.
id: Pilih dari ikan, telur, ayam, atau tahu.
it: Scegli tra pesce, uova, pollo e tofu.
ko: 생선, 계란, 닭고기, 두부 중에서 선택
mr: मासे, अंडी, चिकन आणि टोफूमधून निवडा.
ms: Pilih dari ikan, telur, ayam, atau tahu.
nl_nl: Kies uit vis, eieren, kip en tofu.
no: Velg mellom fisk, egg, kylling og tofu.
pl: Wybierz spośród ryb, jaj, kurczaka i tofu.
pt_br: Escolha entre peixe, ovos, frango e tofu.
pt_pt: Escolha entre peixe, ovos, frango e tofu.
ro: Alegeți dintre pește, ouă, pui și tofu.
ru: Выберите из рыбы, яиц, куриного мяса и тофу.
sk: Vyberte z: ryby, vajcia, kuracie mäso, tofu
sl: Izberite med ribami, jajci, piščico in tofu
sv: Välj mellan fisk, ägg, kyckling och tofu.
ta: மீன், முட்டை, கோழி இறைச்சி மற்றும் டோஃபு ஆகியவற்றிலிருந்து தேர்வு செய்யவும்.
te: చేపలు, గుడ్లు, కోడి మాంసం, టోఫు నుండి ఎంచుకోండి
th: เลือกจากปลา, ไข่, เนื้อไก่, เต้าหู้
tr: Balık, yumurta, tavuk veya tofu arasından seçebilirsiniz.
uk: Оберіть: риба, яйця, курятину, тофу.
vi: Chọn từ cá, trứng, thịt gà, đậu phụ.
zh_hans: 选择鱼、鸡蛋、鸡肉和豆腐
zh_hant: 從魚、雞蛋、雞肉和豆腐中選擇

# domain_catalog.99b48c1f8791
source: {{value1}}品の栄養値を日本食品標準成分表から再計算しました。未照合の食品はAI参考値です。
ar_sa: تمت إعادة حساب القيمة الغذائية لمنتج {{value1}} من جدول التركيب القياسي للأغذية اليابانية. الأطعمة التي لم يتم التحقق منها هي قيم مرجعية للذكاء الاصطناعي.
ca: El valor nutricional del producte {{value1}} s'ha recalculat a partir de la taula de composició estàndard d'aliments japonesos. Els aliments que no s'han verificat són valors de referència de la IA.
cs: Výživové hodnoty {{value1}} byly znovu vypočítány z Japonské tabulky standardních složek potravin. Potraviny, které nebyly ověřeny, mají hodnoty podle AI.
da: Nutrientindholdet for {{value1}} er blevet genberegnet fra den japanske standardliste over næringsstoffer. Ustemte fødevarer er AI-anbefalede værdier.
de_de: Die Nährwerte von {{value1}} wurden aus der japanischen Datenbank für Standardnährwerte neu berechnet. Unverifizierte Lebensmittel sind KI-Referenzwerte.
el: Υπολογίσαμε ξανά τις θρεπτικές αξίες του {{value1}} χρησιμοποιώντας τον Εθνικό Κατάλογο Θρεπτικών Συστατικών. Τα τρόφιμα που δεν έχουν συγκριθεί είναι οι προτεινόμενες τιμές από το AI.
en_au: The nutritional values of {{value1}} have been recalculated from the Japanese Food Standards Composition Table. Unverified foods are AI reference values.
es_es: He recalculado los valores nutricionales de {{value1}} utilizando la Tabla de Componentes Estándar de Alimentos de Japón. Los alimentos no verificados son valores de referencia de IA.
fi: Laskimme {{value1}}-tuotteen ravintoarvon uudelleen Japanin ruokatuotesstandardien perusteella. Vertaamatta jääneet tuotteet ovat AI:n arvioituja arvoja.
fr_ca: Les valeurs nutritionnelles de {{value1}} ont été recalculées à partir du tableau des composants alimentaires standard japonais. Les aliments non vérifiés sont des valeurs de référence fournies par l'IA.
gu: {{value1}} ઉત્પાદનની પોષક તત્વોને જાપાનીઝ ફૂડ સ્ટાન્ડર્ડ કમ્પોનન્ટ ટેબલમાંથી ફરીથી ગણતરી કરવામાં આવી છે. અસંગત હોય તેવા ઉત્પાદનો માટે AI સંદર્ભ મૂલ્ય છે.
he: חישבתי מחדש את ערכי התזונה של {{value1}} לפי טבלת הרכב מזון סטנדרטית ביפן. מוצרים שאינם תואמים הם הערכות AI.
hi: {{value1}} की पोषण सामग्री को जापान फूड स्टैंडर्ड कंपोनेंट टेबल से फिर से गणना की गई है। जिन खाद्य पदार्थों का मिलान नहीं किया गया है, वे AI संदर्भ मान हैं।
hr: Izračunali smo nutritivnu vrijednost {{value1}} prema tablici standardnih sastojaka hrane. Neuspoređene proizvode možete pronaći u AI referentnim vrijednostima.
hu: Az {{value1}} termék tápértékeit újra számoltuk az "Élelmiszer-szabványos összetevők táblájából". Azon termékeket, melyek nem voltak ellenőrizve, AI által javasolt értékekkel helyettesítettük.
id: Nilai gizi untuk {{value1}} telah dihitung ulang berdasarkan Tabel Komposisi Makanan Standar Jepang. Makanan yang belum dikonfirmasi adalah nilai referensi AI.
it: Abbiamo ricalcolato i valori nutrizionali di {{value1}} utilizzando l'Almanacco dei Componenti Standard Alimentari Giapponesi. I prodotti non verificati sono basati sui valori di riferimento dell'AI.
ko: {{value1}} 제품의 영양 성분을 일본 식품 표준 성분표에서 다시 계산했습니다. 일치되지 않은 식품은 AI 참고 값입니다.
mr: {{value1}} च्या पोषण मूल्यांची माहिती जपान फूड स्टँडर्ड कंपोनंट टेबलमधून पुन्हा काढली आहे. जुळलेली नसलेली उत्पादने AI च्या अंदाजित मूल्या आहेत.
ms: Nilai gizim {{value1}} telah dikira semula daripada Senarai Komposisi Makanan Piawaian Jepun. Makanan yang belum diselaraskan ialah anggaran AI.
nl_nl: De voedingswaarde van {{value1}} is opnieuw berekend op basis van de Japanse standaardvoedingswaarden. Ongeverifieerde voedingsmiddelen zijn AI-referentiewaarden.
no: Har beregnet næringsinnholdet for {{value1}} fra Japan Food Standard Composition Table. Matvarer som ikke er matchet, bruker AI-referanseverdi.
pl: Wyliczone wartości odżywcze dla {{value1}} na podstawie Tabeli Standardowych Składników Żywności. Niezweryfikowane produkty są oparte na wartościach AI.
pt_br: Recalculamos os valores nutricionais de {{value1}} a partir da Tabela de Composição Alimentar Japonesa. Alimentos não verificados são valores de referência da IA.
pt_pt: Recalculamos os valores nutricionais de {{value1}} a partir da Tabela de Composição Alimentar Japonesa. Alimentos não verificados são valores de referência da IA.
ro: Am recalculat valoarea nutrițională a produsului {{value1}} folosind Tabelul standard al compușilor alimentari din Japonia. Alimentele neverificate sunt valori referențiale AI.
ru: Питательная ценность продукта {{value1}} была пересчитана на основе японской таблицы стандартных пищевых ингредиентов. Несоответствующие продукты – это значения, рекомендованные AI.
sk: Výživové hodnoty {{value1}} boli znovu vypočítané z Japonskej štandardnej tabuľky potravín. Nezhodujúce sa potraviny sú AI referenčné hodnoty.
sl: Izračunali smo hranljive vrednosti {{value1}} iz Japanskega standardnega priporočila za sestavine. Neuskladene izdelke označujemo kot AI referenčne vrednosti.
sv: Näringsinnehållet för {{value1}} har återberäknats från Japan Food Standard Composition Table. Overifierade livsmedel är AI-referensvärden.
ta: {{value1}} பொருளின் ஊட்டச்சத்து மதிப்பை ஜப்பானிய உணவு தரப்படுத்தப்பட்ட அட்டவணையில் இருந்து மீண்டும் கணக்கிட்டுள்ளோம். ஒப்பிடப்படாத உணவுகள் AI பரிந்துரை மதிப்பீடுகள் ஆகும்.
te: {{value1}} యొక్క పోషక విలువలను జపాన్ ఫుడ్ స్టాండర్డ్ కాంపోనెంట్ టేబుల్ నుండి తిరిగి లెక్కించాము. సరిపోల్చని ఆహార పదార్థాలు AI సూచన విలువలు.
th: ได้คำนวณคุณค่าทางโภชนาการของ {{value1}} ใหม่จากตารางสารอาหารมาตรฐานของญี่ปุ่น หากยังไม่ได้รับการตรวจสอบ จะใช้ค่าอ้างอิง AI
tr: {{value1}} ürününün besin değerlerini Japon Standart Besin Tablosu'ndan yeniden hesapladık. Eşleşmemiş gıdalar için AI referans değerleri kullanılmıştır.
uk: Поновив розрахунок харчової цінності {{value1}} згідно з японською таблицею стандартних харчових компонентів. Неузгоджені продукти – це значення, запропоновані AI.
vi: Chúng tôi đã tính toán lại giá trị dinh dưỡng của {{value1}} từ Bảng thành phần tiêu chuẩn thực phẩm Nhật Bản. Các sản phẩm chưa được xác nhận là giá trị tham khảo do AI cung cấp.
zh_hans: 通过日本食品标准成分表重新计算了{{value1}}的营养价值。未匹配的食物为AI参考值。
zh_hant: 我們已重新計算{{value1}}食品的營養成分，並參考日本食品標準成分表。未確認的食品為AI參考值。

# domain_catalog.9b273c019479
source: 穏やかな戦略家。続く習慣へ小さく整える
ar_sa: استراتيجي هادئ. اجعلها عادة تدوم
ca: Un estrateg tranquil. Fes-ne un hàbit que perduri
cs: Klidný stratég. Postupně upravujete návyk.
da: En rolig strategiker. Juster gradvist til en vedvarende vane
de_de: Ein ruhiger Strategen: Schrittweise Vorbereitung auf nachhaltige Gewohnheiten
el: Ήρεμος στρατηγικός. Προσαρμόζει σταδιακά τις συνήθειες.
en_au: A calm strategist. Gradually build habits
es_es: Estrategista tranquilo. Ajuste gradualmente sus hábitos.
fi: Rauhallinen strategisti. Valmistaudu pienesti toistuviin tapoihin
fr_ca: Un stratège calme. Ajuster progressivement pour maintenir une habitude.
gu: શાંત વ્યૂહરચનાકાર. ટેવો માટે ધીમે ધીમે તૈયારી કરો.
he: מתווה רגוע. להתאים את ההרגלים באופן הדרגתי
hi: शांत रणनीतिकार। लगातार आदत के लिए धीरे-धीरे समायोजित करें।
hr: Umirujući strateg. Malo prilagodite navike koje želite nastaviti.
hu: Nyugodt stratégista. Kicsit finomítja a folyamatos szokásokat.
id: Strategi yang tenang. Menyesuaikan kebiasaan dengan langkah-langkah kecil.
it: Un allenatore calmo, che prepara gradualmente le abitudini
ko: 평온한 전략가. 지속적인 습관을 위해 조금씩 준비
mr: शांत रणनीतिकार, सवयी विकसित करण्यासाठी लहान-सहान गोष्टींवर लक्ष केंद्रित करणे.
ms: Strategis yang tenang. Membentuk kebiasaan dengan langkah-langkah kecil
nl_nl: Een rustige strateeg. Pas je gewoonten stap voor stap aan.
no: En rolig strategiker. Juster smått for å opprettholde vanen
pl: Spokojny strateg. Stopniowo przygotuj się na regularną aktywność.
pt_br: Estratégia calma: ajuste gradualmente para criar hábitos duradouros.
pt_pt: Estratégia calma: ajuste gradualmente para criar hábitos duradouros.
ro: Un strateg calm. Ajustați-vă în mod constant pentru obiceiuri mici
ru: Спокойный стратег. Постепенно подготавливается к устойчивым привычкам.
sk: Kľudný stratég. Postupne si budujte zvyky.
sl: Umirjen strateg. Postopoma prilagajajte navade.
sv: En lugn strateg. Förbered dig gradvis för att upprätthålla vanor
ta: அமைதியான உத்தி வகுப்பாளர். தொடர்ந்து பயிற்சி செய்ய, படிப்படியாக முன்னேறுங்கள்.
te: శాంతమైన వ్యూహకర్త. అలవాటును క్రమంగా అభివృద్ధి చేయండి.
th: เป็นนักวางแผนที่ใจเย็น สามารถปรับเปลี่ยนพฤติกรรมให้สอดคล้องกับนิสัยที่ดี
tr: Sakin bir stratejist. Sürekli alışkanlığa doğru küçük adımlar atın
uk: Спокійний стратег. Поступово готуйтеся до звичних дій.
vi: Một chiến lược gia thanh thản, giúp bạn xây dựng thói quen bền vững
zh_hans: 平和的策略家。逐步调整习惯
zh_hant: 平和的策略家。逐步調整習慣

# domain_catalog.9b30fcdd1dfd
source: 無理のない減量
ar_sa: فقدان الوزن بسهولة
ca: Pèrdua de pes fàcil
cs: Bezpečné redukce váhy
da: Sikker vægtreduktion
de_de: Angemessener Gewichtsverlust
el: Εύκολη απώλεια βάρους
en_au: Easy weight loss
es_es: Reducción de peso saludable
fi: Vaivatonta painonpudotusta
fr_ca: Perte de poids raisonnable
gu: સરળ વજન ઘટાડવું
he: ירידה במשקל בטוחה
hi: बिना किसी परेशानी वाला वजन घटाना
hr: Smanjenje težine bez napora
hu: Könnyű vágtás
id: Penurunan berat badan yang aman
it: Perdita di peso sostenibile
ko: 무리 없는 체중 감량
mr: सोपे वजन कमी करणे
ms: Pengurangan berat badan yang sihat
nl_nl: Comfortabel gewichtsverlies
no: Vekttap uten stress
pl: Bezpieczna redukcja wagi.
pt_br: Emagrecimento saudável
pt_pt: Emagrecimento saudável
ro: Pierdere în greutate moderată
ru: Безопасное снижение веса
sk: Bezpečná redukcia hmotnosti
sl: Izguba teže brez naprezanja
sv: Hälsosam viktminskning
ta: எளிமையான எடை இழப்பு
te: సులభమైన బరువు తగ్గడం
th: การลดน้ำหนักที่เหมาะสม
tr: Kolay kilo verme
uk: Безпечне зменшення ваги
vi: Giảm cân hợp lý
zh_hans: 轻松减肥
zh_hant: 合理的減重

# domain_catalog.9bedfff40213
source: 明るい技術屋。細かな上達を見つけて伸ばす
ar_sa: مهندس مشرق. البحث عن التحسينات الصغيرة وتطويرها
ca: Un enginyer brillant. Trobeu i desenvolupeu petites millores
cs: Jasný a efektivní přístup: Zaměřte se na drobné zlepšení a jejich rozvoj
da: En positiv og engageret træner. Finder små forbedringer og hjælper med at opnå dem
de_de: Ein freundlicher und kompetenter Experte, der Fortschritte erkennt und fördert
el: Ένας αισιόδοξος και έμπειρος επαγγελματίας. Βρίσκουμε και αναπτύσσουμε τις μικρές βελτιώσεις.
en_au: Bright and approachable. Identify and focus on areas for improvement
es_es: Tecnología brillante. Identificar y potenciar pequeños avances.
fi: Positiivinen ja kannustava asenne, keskittyen pieniin edistymisiin
fr_ca: Un expert technique, pour identifier et améliorer les petits progrès.
gu: પ્રકાશિત અને કુશળ ટેકનોલોજી. નાના સુધારાઓને શોધીને તેને વધારો
he: טכנאי מבריק. זיהוי ושיפור של שיפורים קטנים
hi: एक उज्ज्वल और कुशल व्यक्ति। बारीक सुधारों को खोजें और उन्हें विकसित करें
hr: Umiješani stručnjak. Pronađite i potaknite sitne poboljšanja
hu: Profi, aki a részletekre is odafigyel és optimalizálja
id: Teknisi yang cerdas dan bersemangat. Menemukan dan mengembangkan peningkatan kecil
it: Tecnico competente e positivo. Individuare e migliorare i piccoli progressi
ko: 밝고 솔직한 기술 전문가. 세부적인 발전을 찾고 발전시킴
mr: प्रगत तंत्रज्ञान. लहान सुधारणा शोधून त्यांना वाढवणे
ms: Teknologi yang cerah dan bersemangat. Menemui dan meningkatkan kemajuan kecil
nl_nl: Een positieve en deskundige begeleider. Helpt om kleine verbeteringen te identificeren en te stimuleren
no: En positiv og teknisk person. Finne og forbedre små fremskritt
pl: Jasny i kompetentny specjalista. Pomoc w osiąganiu drobnych postępów
pt_br: Tecnólogo experiente. Identifique e maximize os pequenos progressos
pt_pt: Tecnólogo experiente. Identifique e maximize os pequenos progressos
ro: Un tehnician priceput și optimist, care identifică și îmbunătățește progresul
ru: Оптимизирован для достижения небольших, но значимых улучшений.
sk: Šikovný a optimistický človek. Pomáha identifikovať a zlepšovať drobné detaily
sl: Ljubezniv in spretni strokovnjak. Ugotavljanje in izboljševanje majhnih napredkov
sv: En positiv och kunnig person. Identifiera och utveckla små förbättringar
ta: ஒளிமயமான தொழில்நுட்ப வல்லுநர். சிறிய முன்னேற்றங்களை கண்டறிந்து மேம்படுத்தவும்
te: ప్రకాశవంతమైన సాంకేతిక నిపుణులు. చిన్న మెరుగుదలలను గుర్తించి అభివృద్ధి చేయండి
th: เทคโนโลยีที่เข้าใจง่าย ช่วยให้พัฒนาได้อย่างต่อเนื่อง
tr: Işık ve yetenekli: Detaylı gelişimi fark etme ve destekleme
uk: Яскравий та компетентний фахівець. Допомагає виявляти та розвивати дрібні покращення
vi: Kỹ sư thông minh, giúp bạn phát hiện và cải thiện từng chút
zh_hans: 积极的技术人员。发现并提升细微的进步
zh_hant: 積極、有技術的專業人士。找出細微的進步並加以提升

# domain_catalog.9c22fcf178d4
source: 急がず、継続できるペースで体重を整える
ar_sa: اضبط وزنك بوتيرة يمكنك الاستمرار بها دون تسرع.
ca: Ajusteu el vostre pes a un ritme que pugueu continuar sense pressa.
cs: Postupujte pomalu a udržitelně, abyste dosáhli požadované váhy.
da: Tag det roligt og juster din vægt i et tempo, du kan holde.
de_de: Langsam und in einem Tempo, das Sie beibehalten können, Gewicht reduzieren
el: Προχωράμε με αργό και σταθερό ρυθμό για να διατηρήσουμε το βάρος μας.
en_au: Take your time and adjust your weight at a sustainable pace.
es_es: Ajusta tu peso a un ritmo que puedas mantener, sin prisas.
fi: Tee harjoittelu rauhallisella tahdilla, jotta voit jatkaa
fr_ca: Prenez votre temps et retrouvez un rythme que vous pouvez maintenir.
gu: ધીમે ધીમે અને ટકાવી રાખવા યોગ્ય ગતિએ વજન વ્યવસ્થિત કરો.
he: התקדמות בקצב שמתאים, בלי לחץ
hi: धीरे-धीरे और बनाए रखने योग्य गति से वजन कम करें
hr: Oporavajte se postupno, u ritmu koji možete održati
hu: Lassan, fenntartható tempóban, a testsúlyt alakítsuk.
id: Lakukan dengan kecepatan yang stabil dan berkelanjutan
it: Raggiungere il peso desiderato a un ritmo sostenibile, senza affrettarsi
ko: 조급해하지 않고, 꾸준히 할 수 있는 속도로 체중을 관리하세요.
mr: घाई करू नका, मध्यम गतीने वजन नियंत्रणात आणा.
ms: Lakukan dengan perlahan dan pada kadar yang boleh dipertahankan
nl_nl: Neem een rustig tempo en pas je gewicht aan op een manier die haalbaar is.
no: Ta det rolig og juster vekten i et tempo du kan opprettholde.
pl: Postępuj stopniowo i w komfortowym tempie, aby osiągnąć wymarzoną wagę.
pt_br: Mantenha um ritmo que permita progredir gradualmente
pt_pt: Mantenha um ritmo que permita progredir gradualmente
ro: Menține un ritm sustenabil, fără grăbiri
ru: Не торопитесь, придерживайтесь комфортного темпа для достижения цели.
sk: Postupujte pomaly a udržateľne, aby ste dosiahli požadovanú váhu.
sl: Bodite potrpeLJivi in prilagodite se ritmu, ki vam ustreza.
sv: Ta det lugnt och återställ vikten i en hållbar takt.
ta: அவசரப்படாமல், சீராக உடல் எடையை பராமரிக்கவும்.
te: త్వరపడకుండా, కొనసాగించగల వేగంతో బరువును నియంత్రించుకోండి.
th: ปรับรูปร่างอย่างต่อเนื่อง โดยไม่เร่งรีบ
tr: Acele etmeden, sürdürülebilir bir tempoda kilo vermek
uk: Відновлюйте вагу поступово та в комфортному темпі.
vi: Làm chậm và duy trì nhịp độ phù hợp để giảm cân
zh_hans: 以可持续的节奏调整体重，不要着急
zh_hant: 以可持续的节奏调整体重，不要着急

# domain_catalog.9cce4fe3a016
source: 炊いた白ごはん
ar_sa: أرز أبيض مطبوخ
ca: arròs blanc cuit
cs: Vařená bílá rýže
da: Risopat
de_de: Gekochter Reis
el: Ψητό λευκό ρύζι
en_au: Cooked white rice
es_es: Arroz cocido
fi: Keitetty valkoinen riisi
fr_ca: Riz cuit
gu: કુવામાંનું ચોખાનું ભભલું
he: אורז לבן מבושל
hi: पका हुआ सफेद चावल
hr: Prahirani bijeli riž
hu: Főzésben elkészített fehér rizs
id: Nasi putih yang dimasak
it: Riso cotto
ko: 밥
mr: शिजवलेले पांढरे भात
ms: Nasi putih yang dimasak
nl_nl: Gekookt witte rijst
no: Kokt hvitt ris
pl: Ugotowany biały ryż.
pt_br: Arroz cozido
pt_pt: Arroz cozido
ro: Orez fiert
ru: Рис, сваренный на воде
sk: Uvarený biely chlieb
sl: Študeni beli riž
sv: Kokt vitt ris
ta: சமைத்த வெள்ளை அரிசி
te: ఉడికించిన అన్నం
th: ข้าวสวยหุงสุก
tr: Pişmiş beyaz pirinç
uk: Рис, приготований на воді
vi: Cơm trắng đã nấu chín
zh_hans: 煮熟的白米饭
zh_hant: 煮飯

# domain_catalog.9ccfd9ce11b0
source: 脂質
ar_sa: الدهون
ca: lípid
cs: Tuky
da: Fedt
de_de: Fett
el: Λιπαρά
en_au: Fat
es_es: Grasas
fi: Rasva
fr_ca: Lipides
gu: ચરબી
he: שומן
hi: वसा
hr: Mast
hu: Teljes zsírtartalom
id: Lemak
it: Grassi
ko: 지방
mr: चरबी
ms: Lemak
nl_nl: Vetten
no: Fett
pl: Tłuszcz
pt_br: Gordura
pt_pt: Gordura
ro: Grăsimi
ru: Жиры
sk: Tuky
sl: Maščobe
sv: Fett
ta: கொழுப்பு
te: కొవ్వు
th: ไขมัน
tr: Yağ
uk: Жири
vi: Chất béo
zh_hans: 脂肪

# domain_catalog.9ce2b7c6a4ef
source: 肘と足で体を支え、体側が落ちないように姿勢を保つ。
ar_sa: ادعم جسمك بمرفقيك وقدميك وحافظ على وضعيتك حتى لا يسقط جسمك.
ca: Recolza el teu cos amb els colzes i els peus i mantén la postura perquè el cos no caigui.
cs: Podepřete se lokty a chodidly, abyste udrželi rovnováhu a zabránili kolapsu těla.
da: Brug albuerne og fødderne til at støtte kroppen, og opret en korrekt holdning, så kroppen ikke falder sammen.
de_de: Stütze deinen Körper mit den Ellbogen und Füßen ab und halte eine stabile Haltung ein, sodass der Rücken nicht nach hinten kippt.
el: Στηρίξτε το σώμα σας με τους αγκώνες και τα πόδια, διατηρώντας μια σταθερή στάση.
en_au: Support your body with your elbows and feet, maintaining a posture that prevents your torso from sagging.
es_es: Apoyar el cuerpo con los codos y los pies, manteniendo una postura que evite que se caiga hacia un lado.
fi: Tue itseäsi kyynärillä ja jaloilla, pidä vartalosi tasapainossa.
fr_ca: Soutenez votre corps avec vos coudes et vos pieds, en maintenant une posture stable.
gu: હાથ અને પગનો ઉપયોગ કરીને શરીરને ટેકો આપો, જેથી શરીર એક તરફ ન જાય.
he: להתמוך בגוף באמצעות הכתפיים והרגליים, ולשמור על יציבה שתמנע נפילה של הגב.
hi: अपनी कोहनी और पैरों का उपयोग करके शरीर को सहारा दें, ताकि आपका शरीर स्थिर रहे।
hr: Podržavajte tijelo rukama i nogama, održavajući položaj u kojem se tijelo ne naginje.
hu: A karokkal és lábakkal támogassa a testet, hogy ne dőljen le.
id: Menahan tubuh dengan siku dan kaki, serta menjaga posisi agar bagian samping tidak jatuh.
it: Sostieni il corpo con i gomiti e i piedi, mantenendo una postura che impedisca al corpo di cadere lateralmente.
ko: 팔꿈치와 발로 몸을 지지하며, 몸이 옆으로 쏠리지 않도록 자세를 유지합니다.
mr: हातांच्या आणि पायांच्या साहाय्याने शरीराला आधार द्या, ज्यामुळे शरीर एका बाजूला झुकणार नाही.
ms: Menahan badan dengan siku dan kaki, serta mengekalkan postur agar bahagian sisi tidak jatuh.
nl_nl: Gebruik je ellebogen en voeten om jezelf stabiel te houden, en zorg ervoor dat je lichaam niet naar één kant leunt.
no: Støtt kroppen med albuene og føttene, og oppretthold en god holdning slik at den ikke faller sammen.
pl: Utrzymuj równowagę, opierając się na łokciach i stopach, aby uniknąć przewrócenia się.
pt_br: Use os cotovelos e os pés para se apoiar, mantendo a postura correta.
pt_pt: Use os cotovelos e os pés para se apoiar, mantendo a postura correta.
ro: Sprijină-te cu antebrațele și picioarele pentru a menține echilibrul și postura corectă.
ru: Поддерживайте тело руками и ногами, сохраняя правильную осанку.
sk: Podržte telo pomocou lakťov a nôh, aby sa nepohybovalo. Udržujte správnu polohu.
sl: Udržujte položaj rok, da se telo ne nagiba, ter ohranjajte pravilno držo.
sv: Stöd kroppen med armbågar och fötter, och behåll en korrekt hållning så att den inte sjunker ihop.
ta: கைகளை மடக்கி, உடலின் பக்கவாட்டில் சமநிலையை பராமரிக்கவும்.
te: చేతులు మరియు కాళ్ళతో శరీరాన్ని సపోర్ట్ చేయడం, శరీరం కదలకుండా ఉండేలా భంగిమను నిలుపుకోవడం.
th: ใช้ข้อศอกและเท้าในการประคองร่างกาย และรักษาท่าทางเพื่อให้ร่างกายไม่เสียสมดุล
tr: Dirsekleriniz ve ayaklarınızla vücudunuzu destekleyin, böylece vücudunuzun yan tarafı düşmemeli.
uk: Підтримуйте тіло руками та ногами, зберігаючи правильну поставу.
vi: Sử dụng khuỷu tay và chân để giữ thăng bằng, duy trì tư thế đúng.
zh_hans: 用手臂和脚支撑身体，保持身体侧部不弯曲
zh_hant: 用手臂和腳支撐身體，並保持正確姿勢

# domain_catalog.9d84b8975c8e
source: バーベル
ar_sa: الحديد
ca: barra
cs: Štětec
da: Stang
de_de: Langhantel
el: Μπάρα
en_au: Barbell
es_es: Barra
fi: Tanko
fr_ca: Barre
gu: બારબેલ
he: משקולת
hi: बारबेल
hr: Štanga
hu: Bárral való fekvő guggolás
id: Barbel
it: Bilanciere
ko: 바벨
mr: बार्बेल
ms: Palang
nl_nl: Gewicht
no: Vektstang
pl: Hantle
pt_br: Barra
pt_pt: Barra
ro: Bară
ru: Штанга
sk: Ťažký činka
sl: Vez
sv: Hantel
ta: பர்வெல்
te: బార్‌బెల్
th: บาร์เบิล
tr: Barbel
uk: Штанга
vi: Tạ
zh_hans: 杠铃
zh_hant: 杠铃

# domain_catalog.9e625c0f3f20
source: 腹囲も整えたい
ar_sa: أريد أيضًا تعديل محيط خصري.
ca: També vull ajustar la circumferència de la meva cintura.
cs: Chci si upravit obvod břicha
da: Jeg vil også gerne have en mere defineret talje
de_de: Ich möchte auch meinen Bauchumfang verbessern.
el: Θέλω να βελτιώσω την περίμετρό μου
en_au: I want to improve my abdominal circumference.
es_es: Quiero mejorar mi circunferencia abdominal
fi: Haluan myös parantaa vatsanympärystä
fr_ca: Je souhaite également améliorer mon tour de taille
gu: હું પણ પેટનો પરિઘ સુધારવા માંગુ છું
he: גם אני רוצה לשפר את יקף הבטן שלי
hi: मैं भी अपने पेट के घेरे को ठीक करना चाहता हूँ
hr: Želim urediti obod trupa
hu: Szeretném, hogy a derékom is formás legyen
id: Saya juga ingin mempersempit lingkar perut
it: Voglio anche regolare il perimetro dell'addome
ko: 복부 둘레도 관리하고 싶다
mr: मला पोटाचा घेर व्यवस्थित करायचा आहे
ms: Ingin menyempurnakan lingkar perut
nl_nl: Ik wil ook mijn buikomtrek verbeteren.
no: Ønsker å justere midjeomkretsen
pl: Chcę również zredukować obwód brzucha
pt_br: Quero ajustar minha circunferência abdominal
pt_pt: Quero ajustar minha circunferência abdominal
ro: Vreau să-mi îmbunătățesc perimetrul abdominal
ru: Хочу уменьшить обхват талии
sk: Chcem si tiež upraviť obvod pása
sl: Želim tudi urejati obod
sv: Jag vill också justera min midja
ta: வயிற்று சுற்றளவையும் சீராக்க வேண்டும்
te: నా ఉదర పరిమాణాన్ని కూడా సరిచేయాలి
th: ต้องการปรับรอบเอว
tr: Karın çevresini de düzeltmek istiyorum
uk: Хочу покращити обхват талії
vi: Tôi cũng muốn đo vòng bụng
zh_hans: 我也想调整腹围
zh_hant: 我也想调整腹部围度
